---
kind: property
id: P:Autodesk.Revit.DB.PlanarFace.Origin
zh: 原点
source: html/9671f9cf-6779-d6ca-8af4-91ac44b986ac.htm
---
# Autodesk.Revit.DB.PlanarFace.Origin Property

**中文**: 原点

Origin of the surface.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```